Repository: ansible/galaxy_ng
Catalog: galaxy_ng/locale/*/LC_MESSAGES/django.po
Languages: es, fr, ja, nl

source: Modify Ansible repo content
es: Modificar el contenido del repositorio de Ansible
fr: Modifier le contenu du référentiel Ansible
ja: Ansible リポジトリーコンテンツの変更
nl: Ansible repo-inhoud aanpassen

source: Modify content of this Ansible repository.
es: Modificar el contenido de este repositorio Ansible.
fr: Modifier le contenu de ce référentiel Ansible.
ja: この Ansible リポジトリーのコンテンツを変更します。
nl: Pas inhoud aan van deze Ansible-repository.

source: Sign collections
es: Firmar colecciones
fr: Voir les collections
ja: コレクションへの署名
nl: Collecties ondertekenen

source: Sign collections in this repository.
es: Firmar colecciones en este repositorio.
fr: Signer des collections dans ce référentiel.
ja: このリポジトリーのコレクションに署名します。
nl: Onderteken collecties in deze repository.

source: Sign collections in any repository.
es: Firmar colecciones en cualquier repositorio.
fr: Signer des collections dans n'importe quel référentiel.
ja: 任意のリポジトリーのコレクションに署名します。
nl: Onderteken collecties in een repository.

source: Add user
es: Añadir usuario
fr: Ajouter un utilisateur
ja: ユーザーの追加
nl: Gebruiker toevoegen

source: Add new users to the system.
es: Añadir nuevos usuarios al sistema.
fr: Ajouter de nouveaux utilisateurs au système.
ja: システムに新しいユーザーを追加します。
nl: Voeg nieuwe gebruikers toe aan het systeem.

source: Users
es: Usuarios
fr: Utilisateurs
ja: ユーザー
nl: Gebruikers

source: Change user
es: Cambiar usuario
fr: Changer d'utilisateur
ja: ユーザーの変更
nl: Gebruiker wijzigen

source: Edit this user.
es: Editar este usuario.
fr: Modifier cet utilisateur.
ja: このユーザーを編集します。
nl: Bewerk dit knooppunt.

source: Edit any existing user in the system.
es: Editar cualquier usuario existente en el sistema.
fr: Modifier tout utilisateur existant dans le système.
ja: システム内の任意の既存ユーザーを編集します。
nl: Bewerk een bestaande gebruiker in het systeem.

source: Delete user
es: Eliminar usuario
fr: Supprimer l’utilisateur
ja: ユーザーの削除
nl: Gebruiker verwijderen

source: Delete this user.
es: Eliminar este usuario.
fr: Supprimer cet utilisateur.
ja: このユーザーを削除します。
nl: Verwijder deze gebruiker.

source: Delete any existing user in the system.
es: Eliminar cualquier usuario existente en el sistema.
fr: Supprimer tout utilisateur existant dans le système.
ja: システム内の任意の既存ユーザーを削除します。
nl: Verwijder een bestaande gebruiker in het systeem.

source: View user
es: Mostrar usuario
fr: Afficher l’utilisateur
ja: ユーザーの表示
nl: Gebruiker weergeven

source: View this user.
es: Ver este usuario.
fr: Voir cet utilisateur.
ja: このユーザーを表示します。
nl: Bekijk deze gebruiker.

source: View any user in the system.
es: Ver cualquier usuario del sistema.
fr: Visualiser n'importe quel utilisateur du système.
ja: システム内の任意のユーザーを表示します。
nl: Bekijk een gebruiker in het systeem.

source: Add group
es: Añadir grupo
fr: Ajouter un groupe
ja: グループの追加
nl: Groep toevoegen

source: Create new groups in the system.
es: Crear nuevos grupos en el sistema.
fr: Créer de nouveaux groupes dans le système.
ja: システムに新しいグループを作成します。
nl: Maak nieuwe groepen aan in het systeem.

source: Groups
es: Grupos
fr: Groupes
ja: グループ
nl: Groepen

source: Change group
es: Cambiar de grupo
fr: Changer le groupe
ja: グループの変更
nl: Groep wijzigen

source: Edit this group
es: Editar este grupo
fr: Modifier ce groupe
ja: このグループを編集します
nl: Deze groep bewerken

source: Edit any existing group in the system.
es: Editar cualquier grupo existente en el sistema.
fr: Modifier tout groupe existant dans le système.
ja: システム内の任意の既存グループを編集します。
nl: Bewerk een bestaande groep in het systeem.

source: Delete group
es: Eliminar grupo
fr: Supprimer le groupe
ja: グループの削除
nl: Groep verwijderen

source: Delete this group.
es: Eliminar este grupo.
fr: Supprimer ce groupe.
ja: このグループを削除します。
nl: Deze groep verwijderen.

source: Delete any group in the system.
es: Eliminar cualquier grupo del sistema.
fr: Supprimer tout groupe dans le système.
ja: システム内の任意のグループを削除します。
nl: Verwijder een groep in het systeem.

source: View group
es: Ver grupo
fr: Afficher le groupe
ja: グループの表示
nl: Groep weergeven

source: View this group.
es: Ver este grupo.
fr: Voir ce groupe.
ja: このグループを表示します。
nl: Geef deze groep weer.

source: View any existing group in the system.
es: Ver cualquier grupo existente en el sistema.
fr: Visualiser tout groupe existant dans le système.
ja: システム内の任意の既存グループを表示します。
nl: Geef een bestaande groep weer in het systeem.

source: View collection remote
es: Ver colección remota
fr: Voir la collection d’utilisateurs à distance
ja: コレクションリモートの表示
nl: Collectie op afstand weergeven

source: View this collection remote.
es: Ver esta colección remota.
fr: Voir cette collection à distance.
ja: このコレクションリモートを表示します。
nl: Deze collectie op afstand weergeven.

source: View any collection remote existing in the system.
es: Ver cualquier colección remota existente en el sistema.
fr: Visualiser toute collection à distance existant dans le système.
ja: システムに存在する任意のコレクションリモートを表示します。
nl: Bekijk een collectie op afstand in het systeem.

source: Collection Remotes
es: Colecciones remotas
fr: Collection d’utilisateurs à distance
ja: コレクションリモート
nl: Externe items collectie

source: Add collection remote
es: Agregar colección remota
fr: Voir la collection d’utilisateurs à distance
ja: コレクションリモートの追加
nl: Collectie op afstand toevoegen

source: Add this collection remote.
es: Agregar esta colección remota.
fr: Voir cette collection à distance.
ja: このコレクションリモートを追加します。
nl: Deze collectie op afstand toevoegen.

source: Add any collection remote existing in the system.
es: Añadir cualquier colección remota existente en el sistema.
fr: Visualiser toute collection à distance existant dans le système.
ja: システムに存在する任意のコレクションリモートを追加します。
nl: Voeg een in het systeem bestaande collectie op afstand toe.

source: Change collection remote
es: Cambiar la recogida a distancia
fr: Changer la collection d’utilisateurs à distance
ja: コレクションリモートの変更
nl: Collectie op afstand wijzigen

source: Edit this collection remote.
es: Editar esta colección remota.
fr: Modifier cette collection à distance.
ja: このコレクションリモートを編集します。
nl: Deze collectie op afstand bewerken.

source: Edit any collection remote existing in the system.
es: Editar cualquier colección remota existente en el sistema.
fr: Modifier toute collection à distance existant dans le système.
ja: システムに存在する任意のコレクションリモートを編集します。
nl: Bewerk een collectie op afstand in het systeem.

source: Delete collection remote
es: Eliminar colección remota
fr: Supprimer la collection à distance
ja: コレクションリモートの削除
nl: Collectie op afstand verwijderen

source: Delete this collection remote.
es: Eliminar esta colección remota.
fr: Voir cette collection à distance.
ja: このコレクションリモートを削除します。
nl: Deze collectie op afstand verwijderen.

source: Delete any collection remote existing in the system.
es: Eliminar cualquier colección remota existente en el sistema.
fr: Visualiser toute collection à distance existant dans le système.
ja: システムに存在する任意のコレクションリモートを削除します。
nl: Verwijder een collectie op afstand in het systeem.

source: Manage remote roles
es: Gestionar funciones remotas
fr: Gérer les rôles à distance
ja: リモートロールの管理
nl: Rollen op afstand beheren

source: Configure who has permissions on this remote.
es: Configurar quién tiene permisos en este repositorio remoto.
fr: Configurer qui a les permissions sur cette télécommande.
ja: このリモートのパーミッション所有者を設定します。
nl: Configureer wie rechten heeft voor dit item op afstand.

source: Configure who has permissions on any remote.
es: Configurar quién tiene permisos en cualquier repositorio remoto.
fr: Configurer qui a les permissions sur n'importe quel ordinateur distant.
ja: 任意のリモートのパーミッション所有者を設定します。
nl: Configureer wie machtigingen heeft voor een item op afstand.

source: View Ansible repository
es: Ver el repositorio de Ansible
fr: Voir le référentiel Ansible
ja: Ansible リポジトリーの表示
nl: Ansible-repository weergeven

source: View this Ansible repository.
es: Ver este repositorio de Ansible.
fr: Voir ce référentiel Ansible.
ja: この Ansible リポジトリーを表示します。
nl: Geef deze Ansible-repository weer.

source: View any Ansible repository existing in the system.
es: Ver cualquier repositorio de Ansible existente en el sistema.
fr: Visualiser n'importe quel référentiel Ansible existant dans le système.
ja: システムに存在する任意の Ansible リポジトリーを表示します。
nl: Geef een bestaande Ansible-repository in het systeem weer.

source: Ansible Repository
es: Repositorio de Ansible
fr: Référentiel Ansible
ja: Ansible リポジトリー

source: Add Ansible repository
es: Añadir repositorio de Ansible
fr: Ajouter un référentiel Ansible
ja: Ansible リポジトリーの追加
nl: Ansible-repository toevoegen

source: Add this Ansible repository.
es: Añadir este repositorio de Ansible.
fr: Ajouter ce référentiel Ansible.
ja: この Ansible リポジトリーを追加します。
nl: Voeg deze Ansible-repository toe.

source: Add any Ansible repository existing in the system.
es: Añadir cualquier repositorio de Ansible existente en el sistema.
fr: Ajouter n'importe quel référentiel Ansible existant dans le système.
ja: システムに存在する任意の Ansible リポジトリーを追加します。
nl: Voeg een bestaande Ansible-repository in het systeem toe.

source: Change Ansible repository
es: Cambiar el repositorio de Ansible
fr: Modifier le référentiel Ansible
ja: Ansible リポジトリーの変更
nl: Ansible-repository wijzigen

source: Change this Ansible repository.
es: Cambiar este repositorio de Ansible.
fr: Modifier ce référentiel Ansible.
ja: この Ansible リポジトリーを変更します。
nl: Wijzig deze Ansible-repository.

source: Change any Ansible repository existing in the system.
es: Cambiar cualquier repositorio de Ansible existente en el sistema.
fr: Modifier tout référentiel Ansible existant dans le système.
ja: システムに存在する任意の Ansible リポジトリーを変更します。
nl: Wijzig een bestaande Ansible-repository in het systeem.

source: Delete Ansible repository
es: Eliminar repositorio de Ansible
fr: Supprimer un référentiel Ansible
ja: Ansible リポジトリーの削除
nl: Ansible-repository verwijderen

source: Delete this Ansible repository.
es: Eliminar este repositorio de Ansible.
fr: Supprimer ce référentiel Ansible.
ja: この Ansible リポジトリーを削除します。
nl: Verwijder deze Ansible-repository.

source: Delete any Ansible repository existing in the system.
es: Eliminar cualquier repositorio de Ansible existente en el sistema.
fr: Supprimer tout référentiel Ansible existant dans le système.
ja: システムに存在する任意の Ansible リポジトリーを削除します。
nl: Verwijder een bestaande Ansible-repository in het systeem.

source: Manage repository roles
es: Gestionar los roles del repositorio
fr: Gérer les rôles du référentiel
ja: リポジトリーロールの管理
nl: Repository-rollen beheren

source: Configure who has permissions on this repository.
es: Configurar quién tiene permisos sobre este repositorio.
fr: Configurer qui a les permissions sur ce référentiel.
ja: このリポジトリーのパーミッション所有者を設定します。
nl: Configureer wie gemachtigd is voor deze repository.

source: Configure who has permissions on any repository.
es: Configurar quién tiene permisos sobre cualquier repositorio.
fr: Configurer qui a les permissions sur un référentiel.
ja: 任意のリポジトリーのパーミッション所有者を設定します。
nl: Configureer wie gemachtigd is voor ene repository.

source: Repair Ansible repository
es: Reparar repositorio de Ansible
fr: Réparer le référentiel Ansible
ja: Ansible リポジトリーの修復
nl: Ansible-repository herstellen

source: Repair artifacts associated with this Ansible repository.
es: Reparar artefactos asociados a este repositorio de Ansible.
fr: Réparer les artefacts associés à ce référentiel Ansible.
ja: この Ansible リポジトリーに関連付けられたアーティファクトを修復します。
nl: Herstel artefacten die aan deze Ansible-repository zijn gekoppeld.

source: Repair artifacts associated with any Ansible repository existing in the system.
es: Reparar artefactos asociados a cualquier repositorio de Ansible existente en el sistema.
fr: Réparer les artefacts associés à n'importe quel référentiel Ansible existant dans le système.
ja: システムに存在する任意の Ansible リポジトリーに関連付けられたアーティファクトを修復します。
nl: Herstel artefacten die aan een Ansible-repository in het systeem zijn gekoppeld.

source: Change container namespace permissions
es: Cambiar los permisos del espacio de nombres del contenedor
fr: Changer les permissions de l'espace de nom du conteneur
ja: コンテナー名前空間パーミッションの変更
nl: Machtigingen container-namespace wijzigen

source: Edit permissions on this container namespace.
es: Editar permisos en este espacio de nombres del contenedor.
fr: Modifier les permissions sur cet espace de nom de conteneur.
ja: このコンテナー名前空間に対するパーミッションを編集します。
nl: Wijzig machtigingen voor deze container-namespace.

source: Edit permissions on any existing container namespace.
es: Editar permisos en cualquier espacio de nombres del contenedor existente.
fr: Modifier les permissions sur tout espace de nom de conteneur existant.
ja: 任意の既存コンテナー名前空間に対するパーミッションを編集します。
nl: Wijzig machtigingen voor een bestaande container-namespace.

source: Execution Environments
es: Entornos de ejecución
fr: Environnements d'exécution
ja: 実行環境
nl: Uitvoeringsomgevingen

source: Change containers
es: Cambiar los contenedores
fr: Changer les conteneurs
ja: コンテナーの変更
nl: Containers wijzigen

source: Edit all objects in this container namespace.
es: Editar todos los objetos en este espacio de nombres del contenedor.
fr: Modifier tous les objets de cet espace de nom de conteneur.
ja: このコンテナー名前空間内のすべてのオブジェクトを編集します。
nl: Bewerk alle objecten in deze container-namespace.

source: Edit all objects in any container namespace in the system.
es: Editar todos los objetos en cualquier espacio de nombres de contenedor en el sistema.
fr: Modifier tous les objets de n'importe quel espace de nom de conteneur dans le système.
ja: システム内の任意のコンテナー名前空間にあるすべてのオブジェクトを編集します。
nl: Bewerk alle objecten in een container-namespace in het systeem.

source: Change image tags
es: Cambiar las etiquetas de las imágenes
fr: Changer les tags d'image
ja: イメージタグの変更
nl: Afbeeldingstags wijzigen

source: Edit an image's tag in this container namespace
es: Editar la etiqueta de una imagen en este espacio de nombres del contenedor
fr: Modifier la balise d'une image dans l'espace de nom de ce conteneur
ja: このコンテナー名前空間にあるイメージのタグを編集します
nl: Bewerk de tag van een afbeelding in deze container-namespace

source: Edit an image's tag in any container namespace the system.
es: Editar la etiqueta de una imagen en cualquier espacio de nombres del contenedor.
fr: Modifier la balise d'une image dans n'importe quel espace de nom de conteneur du système.
ja: システム内の任意のコンテナー名前空間にあるイメージのタグを編集します。
nl: Bewerk de tag van een afbeelding in een container-namespace van het systeem.

source: Create new containers
es: Crear nuevo grupo de contenedores
fr: Créer de nouveaux conteneurs
ja: 新規コンテナーの作成
nl: Nieuwe containers maken

source: Add new containers to the system.
es: Añadir nuevos contenedores al sistema.
fr: Ajouter de nouveaux conteneurs au système.
ja: システムに新しいコンテナーを追加します。
nl: Voeg nieuwe containers toe aan het systeem.

source: Delete container repository
es: Eliminar el repositorio de contenedores
fr: Supprimer le référentiel du conteneur
ja: コンテナーリポジトリーの削除
nl: Container-repository verwijderen

source: Delete this container repository.
es: Eliminar este repositorio de contenedores.
fr: Supprimer ce référentiel de conteneur.
ja: このコンテナーリポジトリーを削除します。
nl: Verwijder deze container-repository

source: Delete any existing container repository in the system.
es: Eliminar cualquier repositorio de contenedores existente en el sistema.
fr: Supprimez tout référentiel de conteneurs existant dans le système.
ja: システム内の任意の既存コンテナーリポジトリーを削除します。
nl: Verwijder een bestaande container-repository in het systeem.

source: Push to existing containers
es: Enviar a los contenedores existentes
fr: Ajouter dans les conteneurs existants
ja: 既存コンテナーへのプッシュ
nl: Push naar bestaande containers

source: Push to this namespace.
es: Enviar a este espacio de nombres.
fr: Ajouter dans cet espace de nom.
ja: この名前空間にプッシュします。
nl: Push naar deze namespace.

source: Push to any existing namespace in the system.
es: Enviar a cualquier espacio de nombres existente en el sistema.
fr: Ajouter dans tout espace de nom existant dans le système.
ja: システム内にある任意の既存の名前空間にプッシュします。
nl: Push naar een bestaande namespace in het systeem.

source: Push new containers
es: Enviar nuevos contenedores
fr: Ajouter de nouveaux conteneurs
ja: 新規コンテナーのプッシュ
nl: Nieuwe containers pushen

source: Push a new container to this namespace.
es: Enviar un nuevo contenedor a este espacio de nombres.
fr: Ajouter un nouveau conteneur dans cet espace de nom.
ja: 新しいコンテナーをこの名前空間にプッシュします。
nl: Pusht een nieuwe container naar deze namespace.

source: Push a new containers to any namespace in the system.
es: Enviar un nuevo contenedor a cualquier espacio de nombres del sistema.
fr: Ajouter un nouveau conteneur dans n'importe quel espace de nom du système.
ja: 新しいコンテナーをシステム内の任意の名前空間にプッシュします。
nl: Pust een nieuwe container naar een namespace in het systeem.

source: Manage container namespace roles
es: Administrar roles de espacio de nombres de contenedor
fr: Supprimer l'espace de nom du conteneur
ja: コンテナー名前空間のロールの管理
nl: Rollen container-namespace beheren

source: Manage container namespace roles.
es: Administrar roles de espacio de nombres de contenedor.
fr: Supprimer l'espace de nom du conteneur.
ja: コンテナー名前空間のロールを管理します。
nl: Rollen container-namespace beheren.

source: Manage container namespace roles existing in the system.
es: Administrar roles de espacio de nombres de contenedor existentes en el sistema.
fr: Gérer les rôles de l'espace de noms des conteneurs existant dans le système.
ja: システムに存在するコンテナー名前空間のロールを管理します。
nl: Beheren rollen van de container-namespace in het systeem.

source: Add remote registry
es: Añadir registro remoto
fr: Ajouter un registre à distance
ja: リモートレジストリーの追加
nl: Extern register toevoegen

source: Add remote registry to the system.
es: Añadir registro remoto al sistema.
fr: Ajouter un registre à distance au système.
ja: システムにリモートレジストリーを追加します。
nl: Voeg een extern register toe aan het systeem.

source: Container Registry Remotes
es: Remotos del registro de contenedores
fr: Type de registre des conteneurs
ja: コンテナーレジストリーリモート
nl: Items op afstand container-register

source: Change remote registry
es: Cambiar el registro remoto
fr: Changer le registre distant
ja: リモートレジストリーの変更
nl: Extern register wijzigen

source: Edit this remote registry.
es: Editar este registro remoto.
fr: Modifiez ce registre à distance.
ja: このリモートレジストリーを編集します。
nl: Bewerk dit externe register.

source: Change any remote registry existing in the system.
es: Cambiar cualquier registro remoto existente en el sistema.
fr: Modifier tout registre distant existant dans le système.
ja: システム内に存在する任意のリモートレジストリーを変更します。
nl: Verander een extern register in het systeem.

source: Delete remote registry
es: Eliminar el registro remoto
fr: Supprimer le registre distant
ja: リモートレジストリーの削除
nl: Extern register verwijderen

source: Delete this remote registry.
es: Eliminar este registro remoto.
fr: Supprimez ce registre distant.
ja: このリモートレジストリーを削除します。
nl: Verwijder dit externe register.

source: Delete any remote registry existing in the system.
es: Eliminar cualquier registro remoto existente en el sistema.
fr: Supprimez tout registre distant existant dans le système.
ja: システム内に存在する任意のリモートレジストリーを削除します。
nl: Verwijder een extern register in het systeem.

source: Change task
es: Cambiar tarea
fr: Changer la tâche
ja: タスクの変更
nl: Taak wijzigen

source: Edit this task.
es: Editar esta tarea.
fr: Modifier cette tâche.
ja: このタスクを編集します。
nl: Wijzig deze taak.

source: Edit any task existing in the system.
es: Editar cualquier tarea existente en el sistema.
fr: Modifier toute tâche existante dans le système.
ja: システム内に存在する任意のタスクを編集します。
nl: Wijzig een bestaande taak in het systeem.

source: Task Management
es: Gestión de tareas
fr: Jobs de gestion
ja: タスク管理
nl: Taakbeheer

source: Delete task
es: Eliminar tarea
fr: Supprimer la tâche
ja: タスクの削除
nl: Taak verwijderen

source: Delete this task.
es: Eliminar esta tarea.
fr: Supprimer cette tâche.
ja: このタスクを削除します。
nl: Verwijder deze taak.

source: Delete any task existing in the system.
es: Eliminar cualquier tarea existente en el sistema.
fr: Supprimer toute tâche existante dans le système.
ja: システム内に存在する任意のタスクを削除します。
nl: Verwijder een taak in het systeem.

source: View all tasks
es: Ver todas las tareas
fr: Voir toutes les tâches
ja: すべてのタスクの表示
nl: Geef alle taken weer.

source: View this task.
es: Ver esta tarea.
fr: Voir cette tâche.
ja: このタスクを表示します。
nl: Geef deze taak weer.

source: View any task existing in the system.
es: Ver cualquier tarea existente en el sistema.
fr: Visualiser toute tâche existante dans le système.
ja: システム内に存在する任意のタスクを表示します。
nl: Geef een taak weer in het systeem.

source: Data conflicts with existing entity.
es: Los datos entran en conflicto con la entidad existente.
fr: Les données entrent en conflit avec une entité existante.
ja: データは既存のエンティティーと競合します。
nl: Gegevens conflicteren met bestaande entiteit.

source: Failed to create container {remote_name}. {error}
es: Error al crear el contenedor {remote_name}. {error}
fr: Créer un groupe de conteneurs {remote_name}. {error}
ja: コンテナー {remote_name} の作成に失敗しました。{error}
nl: Kan container {remote_name}. {error} niet aanmaken

source: A remote container with this name already exists, but is not associated with any registry.
es: Ya existe un contenedor remoto con este nombre, pero no está asociado a ningún registro.
fr: Un conteneur distant portant ce nom existe déjà, mais n'est associé à aucun registre.
ja: この名前が割り当てられたリモートコンテナーはすでに存在しますが、どのレジストリーにも関連付けられていません。
nl: Een container op afstand met deze naam bestaat al, maar is niet geassocieerd met een register.

source: A local container with this name already exists.
es: Ya existe un contenedor local con este nombre.
fr: Un conteneur local portant ce nom existe déjà.
ja: この名前が指定されたローカルコンテナーはすでに存在します。
nl: Een lokale container met deze naam bestaat al.

source: Could not find staging repository: "%s"
es: No se pudo encontrar el repositorio de puesta en escena: "%s"
fr: Impossible de trouver le référentiel «staging» : "%s"
ja: ステージングリポジトリーが見つかりませんでした: "%s"
nl: Kon de staging repository niet vinden: "%s"
