Repository: ansible/galaxy_ng
Catalog: galaxy_ng/locale/*/LC_MESSAGES/django.po
Languages: es, fr, ja, nl

source: Namespace in filename not found.
es: No se ha encontrado el espacio de nombres en el nombre del archivo.
fr: L'espace de nommage n'a pas été trouvé dans le nom de fichier.
ja: ファイル名の名前空間が見つかりません。
nl: Namespace in bestandsnaam niet gevonden.

source: Distribution does not exist.
es: La distribución no existe.
fr: Distribution non existante.
ja: ディストリビューションは存在しません。
nl: Machtiging bestaat niet.

source: Namespace not found.
es: No se encontró el espacio de nombres.
fr: Espace de nommage non trouvé.
ja: 名前空間が見つかりません。
nl: Namespace niet gevonden.

source: Signatures are required in order to add collections into any 'approved'repository when GALAXY_REQUIRE_SIGNATURE_FOR_APPROVAL is enabled.
es: Se requieren firmas para agregar colecciones a cualquier repositorio 'aprobado' cuando GALAXY_REQUIRE_SIGNATURE_FOR_APPROVAL esté habilitado.
fr: Les signatures sont nécessaires pour ajouter des collections à un référentiel "approuvé" lorsque l'option GALAXY_REQUIRE_SIGNATURE_FOR_APPROVAL est activée.
ja: GALAXY_REQUIRE_SIGNATURE_FOR_APPROVAL が有効になっている場合、任意の 'approved' リポジトリーにコレクションを追加するには、署名が必要です。
nl: Handtekeningen zijn vereist om collecties toe te voegen aan een "goedgekeurd" archief wanneer GALAXY_REQUIRE_SIGNATURE_FOR_APPROVAL is ingeschakeld.

source: Syncing content from galaxy.ansible.com without specifying a requirements file is not allowed.
es: No se permite sincronizar el contenido de galaxy.ansible.com sin especificar un archivo de requisitos.
fr: La synchronisation du contenu de galaxy.ansible.com sans spécifier un fichier de conditions requises n'est pas autorisée.
ja: 要件ファイルを指定せずに galaxy.ansible.com からコンテンツを同期することはできません。
nl: Het is niet toegestaan inhoud van galaxy.ansible.com te synchroniseren zonder een bestand met vereisten op te geven.

source: object_roles field is required
es: el campo object_roles es obligatorio
fr: Le champ object_roles est obligatoire
ja: object_roles フィールドは必須です
nl: Veld object_roles is vereist

source: id or name field is required
es: el campo id o nombre es obligatorio
fr: Le champ nom ou id est obligatoire
ja: ID または名前のフィールドは必須です
nl: Veld id of naam is verplicht

source: object_roles must be a list of strings
es: object_roles debe ser una lista de cadenas
fr: object_roles doit être une liste de chaînes de caractères
ja: object_roles は文字列のリストでなければなりません
nl: object_roles moet een lijst van tekenreeksen zijn

source: Role {} does not exist
es: El rol {} no existe
fr: Le rôle {} n'existe pas
ja: ロール {} が存在しません
nl: Rol {} bestaat niet

source: Groups must be a list of group objects
es: Los grupos deben ser una lista de objetos de grupo
fr: Les groupes doivent correspondre à une liste d'objets de groupe
ja: グループは、グループオブジェクトの一覧でなければなりません
nl: Groepen moet een lijst van groepsobjecten zijn

source: Group name=%s, id=%s does not exist
es: El nombre del grupo=%s, id=%s no existe
fr: Le groupe nom=%s, id=%s n'existe pas
ja: グループ名=%s、id=%s は存在しません
nl: Groepsnaam=%s, id=%s bestaat niet

source: Invalid group name or ID
es: Nombre o ID de grupo no válido
fr: Nom de groupe ou ID invalide
ja: 無効なグループ名または ID
nl: Ongeldige groepsnaam of id

source: Role {role} does not exist or does not have any permissions related to this object.
es: El rol {role} no existe o no tiene ningún permiso relacionado con este objeto.
fr: Le rôle {role} n'existe pas ou n'a pas de permissions liées à cet objet.
ja: ロール {role} が存在しないか、このオブジェクトに関連するパーミッションがありません。
nl: Rol {role} bestaat niet of heeft geen machtigingen voor dit object.

source: Selected registry does not exist.
es: El registro seleccionado no existe.
fr: Le registre sélectionné n'existe pas.
ja: 選択したレジストリーが存在しません。
nl: Geselecteerd register bestaat niet.

source: Container names can only contain alphanumeric numbers, ".", "_", "-" and a up to one "/".
es: Los nombres de los contenedores sólo pueden contener números alfanuméricos, ".", "_", "-" y hasta una barra diagonal "/".
fr: Les noms de conteneurs ne peuvent contenir que des chiffres alphanumériques, ".", "_", "-" et un maximum d'un "/".
ja: コンテナー名には、英数字、「.」、「_」、「-」、および 1 つまでの「/」しか使用することができません。
nl: Containernamen kunnen alleen alfanumerieke getallen, ".", "_", "-" en maximaal één "/" bevatten.

source: Name cannot be changed.
es: El nombre no se puede cambiar.
fr: Le nom ne peut pas être modifié.
ja: 名前を変更できません。
nl: Naam kan niet worden veranderd.

source: Repository "{pulp_id}" not found while creating synclist
es: No se encontró el repositorio "{pulp_id}" al crear la lista de sincronización
fr: Le référentiel "{pulp_id}" n'a pas été trouvé lors de la création de la synclist
ja: 同期リストの作成中にリポジトリー "{pulp_id}" が見つかりませんでした
nl: Repository "{pulp_id}" niet gevonden tijdens aanmaken synclist

source: Synclist already exists: %s
es: La lista de sincronización ya existe: %s
fr: Synclist existe déjà : %s
ja: 同期リストはすでに存在します: %s
nl: Synclist bestaat al: %s

source: Collection "{namespace}.{name}" not found while creating synclist {synclist}
es: No se encontró la colección "{namespace}.{name}" al crear la lista de sincronización {synclist}
fr: La collection "{namespace}.{name}" n'a pas été trouvée lors de la création de la synclist {synclist}
ja: 同期リスト {synclist} の作成中にコレクション "{namespace}.{name}" が見つかりませんでした
nl: Collectie "{namespace}.{name}" niet gevonden tijdens het aanmaken van synclist {synclist}

source: Collection "{namespace}.{name}" not found while updating synclist {synclist}
es: No se encontró la colección "{namespace}.{name}" al actualizar la lista de sincronización {synclist}
fr: La collection "{namespace}.{name}" n'a pas été trouvé lors de la mise à jour de la synclist {synclist}
ja: 同期リスト {synclist} の更新中にコレクション "{namespace}.{name}" が見つかりませんでした
nl: Collectie "{namespace}.{name}" niet gevonden tijdens het bijwerken van synclist {synclist}

source: 'galaxy.change_group' permission is required to change a users group that the requesting user is not in.
es: El permiso 'galaxy.change_group' es necesario para cambiar un grupo de usuarios en el que el usuario solicitante no está.
fr: L'autorisation 'galaxy.change_group' est nécessaire pour modifier un groupe d'utilisateurs dont l'utilisateur demandeur ne fait pas partie.
ja: 要求するユーザーが所属しないユーザーグループを変更するには、「galaxy.change_group」パーミッションが必要です。
nl: De machtiging 'galaxy.change_group' is nodig om een gebruikersgroep te veranderen waar de aanvragende gebruiker geen deel van uitmaakt.

source: Must be a super user to grant super user permissions.
es: Debe ser un súper usuario para conceder permisos de súper usuario.
fr: Il faut être un super utilisateur pour accorder des autorisations de super utilisateur.
ja: スーパーユーザーパーミッションを付与するには、スーパーユーザーである必要があります。
nl: Moet een supergebruiker zijn om machtigingen voor een supergebruiker te verlenen.

source: Must be a super user to change another user's password.
es: Debe ser un súper usuario para cambiar la contraseña de otro usuario.
fr: Il faut être un super utilisateur pour changer le mot de passe d'un autre utilisateur.
ja: 別のユーザーのパスワードを変更するには、スーパーユーザーである必要があります。
nl: Moet een supergebruiker zijn om het wachtwoord van een andere gebruiker te wijzigen.

source: You do not have permissions to modify super users.
es: No tiene permisos para modificar súper usuarios.
fr: Vous n'avez pas le droit de modifier les super utilisateurs.
ja: スーパーユーザーを変更するパーミッションがありません。
nl: U hebt geen machtigingen om supergebruikers te wijzigen.

source: Group name=%(name)s, id=%(id)s does not exist
es: El nombre del grupo=%(name)s, id=%(id)s no existe
fr: Le groupe nom=%(name)s, id=%(id)s n'existe pas
ja: グループ名=%(name)s、id=%(id)s は存在しません
nl: Groepsnaam=%(name)s, id=%(id)s bestaat niet

source: WARNING:GALAXY_COLLECTION_SIGNING_SERVICE is set to '{}', however the respective SigningService does not exist in the database.
es: ADVERTENCIA: GALAXY_COLLECTION_SIGNING_SERVICE está establecido en '{}', pero el SigningService correspondiente no existe en la base de datos.
fr: WARNING:GALAXY_COLLECTION_SIGNING_SERVICE a la valeur '{}', mais le service de signature correspondant n'existe pas dans la base de données.
ja: 警告:GALAXY_COLLECTION_SIGNING_SERVICE は '{}' に設定されていますが、それぞれの SigningService がデータベースに存在しません。
nl: WAARSCHUWING: GALAXY_COLLECTION_SIGNING_SERVICE is ingesteld op '{}', maar de betreffende SigningService bestaat niet in de database.

source: WARNING:GALAXY_AUTO_SIGN_COLLECTIONS is set to True, however the system is not configured with a SigningService to create signatures.
es: ADVERTENCIA: GALAXY_AUTO_SIGN_COLLECTIONS está establecido en True, pero el sistema no está configurado con un SigningService para crear firmas.
fr: WARNING:GALAXY_AUTO_SIGN_COLLECTIONS est défini sur True, mais le système n'est pas configuré avec un SigningService pour créer des signatures.
ja: 警告:GALAXY_AUTO_SIGN_COLLECTIONS は True に設定されていますが、システムには署名を作成する SigningService が設定されていません。
nl: WAARSCHUWING: GALAXY_AUTO_SIGN_COLLECTIONS is ingesteld op True, maar het systeem is niet geconfigureerd met een SigningService voor het aanmaken van handtekeningen.

source: INFO:System is configured to display signatures (coming from remote syncs) but is not configured to create or accept upload of signatures.
es: INFO: El sistema está configurado para mostrar firmas (procedentes de sincronizaciones remotas), pero no está configurado para crear o aceptar la carga de firmas.
fr: INFO:Le système est configuré pour afficher les signatures (provenant de synchronisations à distance) mais n'est pas configuré pour créer ou accepter le téléchargement de signatures.
ja: 情報: システムは、(リモート同期からの) 署名を表示するように設定されていますが、署名を作成したり、署名のアップロードを受け入れるように設定されていません。
nl: INFO:het systeem is geconfigureerd om handtekeningen weer te geven (afkomstig van externe synchronisaties) maar is niet geconfigureerd om handtekeningen aan te maken of het uploaden ervan te accepteren.

source: WARNING:GALAXY_CONTAINER_SIGNING_SERVICE is set to '{}', however the respective SigningService does not exist in the database.
es: ADVERTENCIA: GALAXY_CONTAINER_SIGNING_SERVICE está establecido en '{}', pero el SigningService correspondiente no existe en la base de datos.
fr: WARNING:GALAXY_CONTAINER_SIGNING_SERVICE a pour valeur '{}', mais le SigningService correspondant n'existe pas dans la base de données.
ja: 警告:GALAXY_CONTAINER_SIGNING_SERVICE は '{}' に設定されていますが、それぞれの SigningService はデータベースに存在しません。
nl: WAARSCHUWING: GALAXY_CONTAINER_SIGNING_SERVICE is ingesteld op '{}', maar de betreffende SigningService bestaat niet in de database.

source: WARNING: container_signing is enabled via '{}' SigningService, however execution environments are disabled on the system.
es: ADVERTENCIA: container_signing está habilitado a través de '{}' SigningService, pero los entornos de ejecución están deshabilitados en el sistema.
fr: WARNING : container_signing est activé via '{}' SigningService, mais les environnements d'exécution sont désactivés sur le système.
ja: 警告: container_signing は '{}' SigningService を介して有効になっていますが、実行環境はシステムで無効になっています。
nl: WAARSCHUWING: container_signing is ingeschakeld via '{}' SigningService, maar uitvoeringsomgevingen zijn uitgeschakeld op het systeem.

source: Indexing execution environments is not supported on this registry.
es: La indexación de entornos de ejecución no es compatible con este registro.
fr: L'indexation des environnements d'exécution n'est pas prise en charge par ce registre.
ja: 実行環境のインデックス作成は、このレジストリーではサポートされません。
nl: Het indexeren van uitvoeringsomgevingen wordt in dit register niet ondersteund.

source: Missing required field: namespace
es: Campo obligatorio no encontrado: namespace
fr: Champ obligatoire manquant
ja: 必須フィールドがありません: 名前空間
nl: Verplicht veld ontbreekt: namespace

source: No content units found for: %s
es: No se encontraron unidades de contenido para: %s
fr: Aucun unité de contenu n’a été trouvée pour : %s
ja: コンテンツユニットが見つかりませんでした: %s
nl: Geen inhoudseenheden gevonden voor: %s

source: distro_base_path field is required.
es: El campo distro_base_path es obligatorio.
fr: Le champ distro_base_path est obligatoire.
ja: distro_base_path フィールドは必須です。
nl: het veld distro_base_path is vereist.

source: Distribution %s does not exist.
es: La distribución %s no existe.
fr: Distribution %s non existante.
ja: ディストリビューション %s は存在しません。
nl: Machtiging %s bestaat niet.

source: signing_service field is required.
es: El campo signing_service es obligatorio.
fr: Le champ signing_service est obligatoire.
ja: signing_service フィールドは必要です。
nl: Het veld signing_service is verplicht.

source: Signing service "%s" does not exist.
es: El servicio de firmas "%s" no existe.
fr: Le service de signature "%s" n’existe pas.
ja: 署名サービス "%s" は存在しません。
nl: Ondertekendienst "%s" bestaat niet.

source: Distribution base path is required
es: Se requiere una ruta base de distribución
fr: Le chemin de la base de distribution est requis
ja: ディストリビューションベースパスが必要です
nl: Basispad distributie is vereist

source: %s must be a valid semantic version range.
es: %s debe ser un rango de versión semántico válido.
fr: %s doit être un intervalle de versions sémantiques valide.
ja: %s 有効なセマンティックバージョン範囲でなければなりません。
nl: %s moet een geldig semantisch versiebereik zijn.

source: Retrieve collection version
es: Recuperar la versión de la colección
fr: Récupérer la version de la collection
ja: コレクションバージョンの取得
nl: Collectieversie ophalen

source: Collection version not found for: {}
es: No se ha encontrado la versión de la colección para: {}
fr: Version de la collection non trouvée pour : {}
ja: コレクションバージョンが見つかりません: {}
nl: Collectieversie niet gevonden voor: {}

source: Retrieve collection import
es: Recuperación de la colección de importación
fr: Récupérer l'importation de la collection
ja: コレクションインポートの取得
nl: Collectie import ophalen

source: A group named %s already exists.
es: Ya existe un grupo llamado %s.
fr: Un groupe nommé %s existe déjà.
ja: %s という名前のグループはすでに存在します。
nl: Een groep met de naam %s bestaat al.

source: Invalid filename {filename}. Expected format: namespace-name-version.tar.gz
es: Nombre de archivo no válido {filename}. Formato esperado: espacio de nombres-nombre-versión.tar.gz
fr: Nom de fichier {filename} non valide. Format attendu : namespace-name-version.tar.gz
ja: ファイル名 {filename} が無効です。想定される形式: namespace-name-version.tar.gz
nl: Ongeldige bestandsnaam {filename}. Verwachte indeling: namespace-naam-versie.tar.gz

source: Invalid version string {version} from filename {filename}. Expected semantic version format.
es: Cadena de versión no válida {version} de nombre de archivo {filename}. Se espera un formato de versión semántico.
fr: Chaîne de version {version} non valide à partir du nom de fichier {filename}. Format de version sémantique attendu.
ja: ファイル名 {filename} のバージョン文字列 {version} が無効です。セマンティックのバージョン形式が必要です。
nl: Ongeldige versie string {version} van bestandsnaam {filename}. Verwachte semantische versie indeling.

source: Expected namespace to be max length of %s
es: Se espera que el espacio de nombres tenga una longitud máxima de %s
fr: L'espace de nom attendu est d'une longueur maximale de %s
ja: 想定される名前空間の最大長は %s です
nl: Verwachte namespace met maximale lengte van %s

source: Expected name to be max length of %s
es: Se espera que el nombre tenga una longitud máxima de %s
fr: Le nom doit avoir une longueur maximale de %s
ja: 想定される名前の最大長は %s です
nl: Verwachte naam met max. lengte van %s

source: Expected version to be max length of %s
es: Se espera que la versión tenga una longitud máxima de %s
fr: La version attendue est d'une longueur maximale de %s
ja: 想定されるバージョンの最大長は %s です
nl: Verwachte versie met max. lengte van %s

source: '%s' is not a valid url.
es: '%s' no es una url válida.
fr: "%s" n'est pas un choix valide.
ja: 「%s」は有効な URL ではありません。
nl: "%s" is geen geldige URL.

source: Attribute 'name' is required
es: El atributo "nombre" es obligatorio
fr: L'attribut "nom" est obligatoire
ja: 属性「名」が必要です
nl: Een 'naam' voor het attribuut is vereist

source: Name can only contain lower case letters, underscores and numbers
es: El nombre sólo puede contener letras minúsculas, guiones bajos y números
fr: Le nom ne peut contenir que des lettres minuscules, des caractères de soulignement et des chiffres
ja: 名前に使用できる値は小文字、アンダースコア、数字のみです
nl: De naam mag alleen kleine letters, underscores en cijfers bevatten

source: Name must be longer than 2 characters
es: El nombre debe tener más de 2 caracteres
fr: Le nom doit comporter plus de 2 caractères
ja: 名前は 2 文字以上にする必要があります
nl: Naam moet langer zijn dan 2 tekens

source: Name cannot begin with '_'
es: El nombre no puede empezar por '_'
fr: Le nom ne peut pas commencer par '_'
ja: 名前は '_' で開始できません
nl: Naam kan niet met '_' beginnen

source: Password for proxy authentication.
es: Contraseña para la autenticación del proxy.
fr: Mot de passe pour l'authentification du proxy.
ja: プロキシー認証のパスワード。
nl: Wachtwoord voor proxy-authenticatie.

source: User for proxy authentication.
es: Usuario para la autenticación del proxy.
fr: Utilisateur pour l'authentification du proxy.
ja: プロキシー認証のユーザー。
nl: Gebruiker voor proxy-authenticatie.

source: Remote password.
es: Contraseña remota.
fr: Mot de passe utilisateur à distance.
ja: リモートパスワード。
nl: Wachtwoord op afstand.

source: Remote user.
es: Usuario remoto.
fr: Utilisateur distant.
ja: リモートユーザー。
nl: Gebruiker op afstand.

source: Syncing content from community domains without specifying a requirements file is not allowed.
es: No está permitido sincronizar contenidos de dominios comunitarios sin especificar un archivo de requisitos.
fr: La synchronisation du contenu des domaines communautaires sans spécifier un fichier d'exigences n'est pas autorisée.
ja: 要件ファイルを指定せずに、コミュニティードメインからのコンテンツを同期することはできません。
nl: Het is niet toegestaan inhoud van gemeenschapsdomeinen te synchroniseren zonder een bestand met vereisten op te geven.

source: The %s distribution does not have any remotes associated with it.
es: La distribución %s no tiene ningún mando a distancia asociado.
fr: La distribution %s n'a pas d’utilisateurs distants associés.
ja: %s ディストリビューションには、リモートが関連付けられていません。
nl: De %s-distributie heeft geen items op afstand die ermee zijn geassocieerd.

source: The %s remote does not have any registries associated with it.
es: El mando a distancia %s no tiene ningún registro asociado.
fr: La distribution %s n'a pas de registres associés.
ja: %s リモートには、レジストリーが関連付けられていません。
nl: De %s op afstand heeft geen registers die ermee zijn geassocieerd.

source: Namespace "{0}" does not exist.
es: El espacio de nombres "{0}" no existe.
fr: L'espace de nommage "{0}" n'existe pas.
ja: 名前空間 "{0}" は存在しません。
nl: Namespace "{0}" bestaat niet.

source: Unexpected response from content app. Code: %s.
es: Respuesta inesperada de la aplicación de contenido. Código: %s.
fr: Réponse inattendue de l'application de contenu. Code :%s.
ja: コンテンツアプリからの予期しない応答。コード: %s。
nl: Onverwachte reactie van inhoud app. Code: %s.

source: Collection %s not found
es: No se encontró la colección %s
fr: Collection %s non trouvée
ja: コレクション %s が見つかりません
nl: Collectie %s niet gevonden

source: Repo(s) for moving collection %s not found
es: No se encontraron los repositorios para mover la colección %s
fr: Repo(s) pour déplacer la collection %s non trouvé(s)
ja: コレクション %s を移動するためのリポジトリーが見つかりません
nl: Repo('s) voor verplaatsen collectie %s niet gevonden

source: Collection %s not found in source repo
es: No se encontró la colección %s en el repositorio de origen
fr: Collection %s non trouvée dans le repo source
ja: ソースリポジトリーでコレクション %s が見つかりません
nl: Collectie %s niet gevonden in bron-repo

source: Collection %s already found in destination repo
es: Ya se encontró la colección %s en el repositorio de destino
fr: Collection %s déjà trouvée dans le repo de destination
ja: 宛先リポジトリーでコレクション %s がすでに見つかっています
nl: Collectie %s reeds gevonden in doel-repo

source: Signing %s service not found
es: No se encontró el servicio de firmas %s
fr: Le service de signature %s n’a pas été trouvé
ja: 署名 %s サービスが見つかりません
nl: Ondertekeningdienst %s niet gevonden

source: Collection {namespace}.{name} could not be approved because system requires at least a signature for approval.
es: Colección {namespace}.{name} no se pudo aprobar porque el sistema requiere al menos una firma para su aprobación.
fr: La collection {namespace}.{name} n'a pas pu être approuvée car le système exige au moins une signature pour l'approbation.
ja: 承認するには少なくとも署名が必要なため、コレクション {namespace}.{name} を承認できませんでした。
nl: Collectie {namespace}.{name} kan niet worden goedgekeurd omdat het systeem ten minste een handtekening vereist voor goedkeuring.

source: A namespace named %s already exists.
es: Ya existe un espacio de nombres llamado %s.
fr: Un espace de nom nommé %s existe déjà.
ja: %s という名前の名前空間はすでに存在します。
nl: Een namespace met de naam %s bestaat al.

source: Namespace {name} cannot be deleted because there are still collections associated with it.
es: No se puede eliminar el espacio de nombres {name} porque todavía hay colecciones asociadas a él.
fr: L'espace de nommage {name} ne peut pas être supprimé car des collections lui sont encore associées.
ja: 名前空間 {name} には関連付けられているコレクションがあるため、削除できません。
nl: Namespace {name} kan niet worden verwijderd omdat er nog collecties aan zijn gekoppeld.

source: Authentication failed.
es: La autenticación ha fallado.
fr: Échec de notification.
ja: 認証に失敗しました。
nl: Authenticatie mislukt.

source: Add namespace
es: Añadir espacio de nombres
fr: Ajouter un espace de nom
ja: 名前空間の追加
nl: Namespace toevoegen

source: Create a new namespace.
es: Crear un nuevo espacio de nombres.
fr: Créer un nouvel espace de nom.
ja: 新しい名前空間を作成します。
nl: Maak een nieuwe namespace.

source: Collection Namespaces
es: Espacios de nombres de la colección
fr: Espaces de nom de la collection
ja: コレクション名前空間
nl: Namespaces collectie

source: Change namespace
es: Cambiar el espacio de nombres
fr: Changer l'espace de nom
ja: 名前空間の変更
nl: Namespace wijzigen

source: Edit this namespace.
es: Editar este espacio de nombres.
fr: Modifier cet espace de nom.
ja: この名前空間を編集します。
nl: Bewerk deze namespace.

source: Edit any existing namespace.
es: Editar cualquier espacio de nombres existente.
fr: Modifier tout espace de nom existant.
ja: 任意の既存の名前空間を編集します。
nl: Bewerk een bestaande namespace.

source: Delete namespace
es: Eliminar el espacio de nombres
fr: Supprimer l'espace nom
ja: 名前空間の削除
nl: Namespace verwijderen

source: Delete this namespace.
es: Eliminar este espacio de nombres.
fr: Supprimer cet espace de nom.
ja: この名前空間を削除します。
nl: Verwijder deze namespace.

source: Delete any existing namespace.
es: Eliminar cualquier espacio de nombres existente.
fr: Supprimer tout espace de nom existant.
ja: 任意の既存の名前空間を削除します。
nl: Verwijder een bestaande naamruimte.

source: Upload to namespace
es: Subir al espacio de nombres
fr: Télécharger vers l'espace de nom
ja: 名前空間へのアップロード
nl: Uploaden naar namespace

source: Upload collections to this namespace.
es: Subir colecciones a este espacio de nombres.
fr: Télécharger des collections dans cet espace de nom.
ja: この名前空間にコレクションをアップロードします。
nl: Upload collecties naar deze namespace.

source: Upload collections to any existing namespace.
es: Subir colecciones a cualquier espacio de nombres existente.
fr: Téléchargez des collections dans n'importe quel espace de nom existant.
ja: コレクションを任意の既存の名前空間にアップロードします。
nl: Upload collecties naar een bestaande namespace.

source: Delete collection
es: Eliminar la colección
fr: Supprimer la collection
ja: コレクションの削除
nl: Collectie verwijderen

source: Delete this collection.
es: Borrar esta colección.
fr: Supprimer cette collection.
ja: このコレクションを削除します。
nl: Verwijder deze collectie.

source: Delete any existing collection.
es: Eliminar cualquier colección existente.
fr: Supprimez toute collection existante.
ja: 任意の既存のコレクションを削除します。
nl: Verwijder een bestaande collectie.

source: Collections
es: Colecciones
ja: コレクション
nl: Collecties
